text_matrix = [['ἀ', 'να', 'ξι', 'φόρ', 'μιγ', 'γες ', 'ὕ', 'μνοι,'], 
               ['τί', 'να θε', 'όν, ', 'τίνʼ ', 'ἥ', 'ρω', 'α, ', 'τί', 'να ', 'δ᾽ἄν', 'δρα ', 'κε', 'λα', 'δή', 'σο', 'μεν;'], 
               ['ἤ', 'τοι ', 'Πί', 'σα ', 'μὲν ', 'Δι', 'ός· ', 'Ὀ', 'λυμ', 'πι', 'άδα', 'δ᾽ἔ', 'στα', 'σεν ', 'Ἡ', 'ρα', ' ', 'κλέ', 'ης'], 
               ['ἀ', 'κρό', 'θι', 'να ', 'πο', 'λέ', 'μου·'], 
               ['Θή', 'ρω', 'να ', 'δὲ ', 'τε', 'τραο', 'ρί', 'ας ', 'ἕνε', 'κα ', 'νι', 'κα', 'φό', 'ρου'], 
               ['γε', 'γω', 'νη', 'τέ', 'ον, ', 'ὄ', 'πι ', 'δί', 'και', 'ον ', 'ξέ', 'νων, ', 'ἔ', 'ρεισμʼ ', 'Ἀ', 'κρά', 'γαν', 'τος,'], 
               ['εὐ', 'ω', 'νύ', 'μων ', 'τε ', 'πα', 'τέ', 'ρων ', 'ἄ', 'ω', 'τον ', 'ὀρ', 'θό', 'πο', 'λιν·']]